Repository: 1kakarot/qtlib
Catalog: locale/*/LC_MESSAGES/qtlib.po
Languages: hy

source: Copyright Hardcoded Software 2012
hy: Հեղ. իրավունքը Hardcoded Software 2012

source: UNREGISTERED
hy: ՉԳՐԱՆՑՎԱԾ

source: Error Report
hy: Սխալի զեկույցը

source: Something went wrong. Would you like to send the error report to Hardcoded Software?
hy: Ինչ-որ բան սխալ էր: Ուղարկե՞լ սխալի մասին զեկույց Hardcoded Software-ին:

source: Don't Send
hy: Չուղարկել

source: Send
hy: Ուղարկել

source: Clear List
hy: Մաքրել ցանկը

source: $appname is Fairware
hy: $appname-ը Fairware է

source: Try
hy: Փորձել

source: Enter Key
hy: Գրել բանալին

source: Buy
hy: Գնել

source: Fairware?
hy: Fairware է՞

source: Please contribute
hy: Խնդրում ենք մասնակցեք

source: Unpaid hours: $unpaid
hy: Չվճարված ժամեր. $unpaid

source: More Info
hy: Լր. ինֆո

source: Continue
hy: Շարունակել

source: Contribute
hy: Մասնակցել

source: Enter your registration key
hy: Գրեք գրանցման բանալին

source: Type the key you received when you contributed to $appname, as well as the e-mail used as a reference for the purchase.
hy: Մուտքագրեք այն բանալին, որը ստացել եք $appname-ին աջակցելիս, քանզի Ձեր էլ. հասցեն օգտագործվել է գնման ժամանակ:

source: Registration key:
hy: Գրանցման բանալին.

source: Registered e-mail:
hy: Գրանցված էլ. հասցեն.

source: Tell Hardcoded Software which operating system I'm using.
hy: Ասացեք Hardcoded Software-ին, թե ինչ օպերացիոն համակարգ եք օգտագործում:

source: (to have some contribution statistics based on OSes)
hy: (ունենալու համար աջակցման վիճակագրությունը հիմնված OSes-ի վրա)

source: Cancel
hy: Չեղարկել

source: Submit
hy: Հաստատել

source: English
hy: Անգլերեն

source: French
hy: Ֆրանսերեն

source: German
hy: Գերմաներեն

source: Chinese (Simplified)
hy: Չինարեն (Պարզեցված)

source: Czech
hy: Չեխերեն

source: Italian
hy: Իտալերեն
